[
    {
        "id": 0,
        "name": "Valeeqa",
        "poster": "/assets/images/works/valeeqa.png",
        "display": "/assets/images/works/valeeqa_600.png",
        "images": {
            "major": "/assets/images/work_folders/valeeqa/major.png",
            "additional": [
                "/assets/images/work_folders/valeeqa/second.png",
                "/assets/images/work_folders/valeeqa/third.png",
                "/assets/images/work_folders/valeeqa/fourth.png"
            ]
        },
        "Category": "Website",
        "detail": "<p>Welcome to the captivating world of visuals and unforgettable stories with Valeeqa Studio! This website is not just a landing page; it is a gateway to an extraordinary experience in the realms of videography and photography in the special region of Yogyakarta, Indonesia.</p><p><strong>Background of Valeeqa Studio:</strong><br>Valeeqa Studio is a videography agency with a focus on various visual needs. Located in the cultural heart of Yogyakarta, we have the honor of witnessing various beautiful and memorable moments, from documenting weddings, graduations, corporate and individual profiles, to those personal moments that last a lifetime.</p><p>This website is a harmonious collaboration between HTML, CSS, and Javascript, with a modern touch from Bootstrap CSS and stunning animations from the Animated on Scroll library (AOS). Through this sophisticated approach, we've created an engaging and user-friendly appearance, ensuring visitors can feel the essence of the creativity and professionalism we offer.</p><p><strong>Features and Information:</strong><br>With simplicity at the core of the design, this website presents important information about Valeeqa Studio. Visitors can explore our diverse services, get to know the business profile more closely, and learn about the individuals behind the scenes—the passionate founders driving the success of each project.</p><p><strong>Portfolio and Recent Projects:</strong><br>For us, a portfolio is a reflection of our skills and dedication. Therefore, this website showcases galleries of recent projects that we have successfully completed. From both technical and creative perspectives, we demonstrate our ability to create works that depict stories and emotions, capturing precious moments with profound visual beauty.</p><p><strong>Dedication to Clients:</strong><br>We believe that every precious moment has its unique story. Therefore, Valeeqa Studio is committed not only to being a service provider but a creative partner who understands and embraces the desires and dreams of clients. Quality, timeliness, and friendliness are the principles we firmly uphold.</p>",
        "launch": "",
        "link": "https://medirudiantoni.github.io/valeeqastudio/"
    },
    {
        "id": 1,
        "name": "Adoria",
        "poster": "/assets/images/works/adoria.png",
        "display": "/assets/images/works/adoria_600.png",
        "images": {
            "major": "/assets/images/work_folders/adoria/major.png",
            "additional": [
                "/assets/images/work_folders/adoria/second.png",
                "/assets/images/work_folders/adoria/third.png"
            ]
        },
        "Category": "Branding",
        "detail": "<p>Welcome to the world of elegant and meaningful beauty. The logo you see on this page is a visual representation of the beauty and expertise offered by Adoria Make Up by Febrianis, a makeup service business that brings extraordinary beauty to ceremonial events and important moments in life.</p><p>This logo is not just an image; it is a work of art that combines traditional elements with modern beauty. By combining Arabic letters, including alif dlo, ra', and ya, this logo creates a captivating image of a graceful and captivating woman, complete with a hijab symbolizing elegance and purity.</p><ul><li><strong>Alif Dlo (ا):</strong> Forms the upper part of the head, creating an impression of pure and radiant beauty.</li><li><strong>Ra' (ر):</strong> Serves as the foundation and forms the middle part of the face, providing an elegant and symmetrical structure.</li><li><strong>Ya' (ي):</strong> Acts as the final element forming the hijab, adding a touch of gentleness and grace.</li></ul><p>With careful placement, these letters combine to form the name 'Adoria,' the main identity of the makeup services offered. This visual combination creates a unique and captivating image of beauty.</p><p>This logo is a creation that illustrates the expertise of Febrianis, a dedicated makeup professional committed to creating timeless beauty through her makeup artistry. With her experience and talent, Febrianis ensures that every makeup touch will make you shine in every special moment.</p><p>We hope that this logo not only serves as a visual representation of the associated business identity but also reflects our commitment to providing high-quality makeup services that enhance natural beauty in every precious moment.</p>",
        "launch": ""
    },
    {
        "id": 2,
        "name": "Akira",
        "poster": "/assets/images/works/akira.png",
        "display": "/assets/images/works/akira_600.png",
        "images": {
            "major": "/assets/images/work_folders/akira/major.png",
            "additional": [
                "/assets/images/work_folders/akira/second.png",
                "/assets/images/work_folders/akira/third.png"
            ]
        },
        "Category": "Website",
        "detail": "<p>Welcome to the captivating world of creativity, filled with mesmerizing visual touches—meet Akira Fushan, a Graphic Designer and Videographer who breathes life into every creation.</p><p><strong>Profile of Akira Fushan:</strong></p><p>Akira Fushan, a creative force delving into the realms of graphic design and videography, brings his expertise to the visual arena with passion and dedication. Based in [location], Akira stands as a creative pillar in crafting and capturing precious moments.</p><p><strong>Mastery as a Graphic Designer:</strong></p><p>As a Graphic Designer, Akira skillfully combines harmonious design elements, creating works that possess not only visual beauty but also convey powerful and profound messages. With a keen aesthetic sense, each design produced is a testament to Akira's artistic prowess.</p><p><strong>Expertise in Videography:</strong></p><p>As a talented Videographer, Akira Fushan engages deep knowledge in filming techniques, editing, and visual storytelling. Each captured frame becomes a vivid portrait, encapsulating unforgettable moments with impressive skill.</p><p><strong>Bold Exploration and Innovation:</strong></p><p>Bold exploration and innovation define Akira Fushan. From unique design concepts to awe-inspiring lighting in his videography, he doesn't just follow trends but creates new ones. His creative thinking is key to success, bringing fresh ideas and unique visual solutions.</p>",
        "launch": "",
        "link": "https://medirudiantoni.github.io/akira/"
    },
    {
        "id": 3,
        "name": "AT-Tahkim Jws",
        "poster": "/assets/images/works/jws.png",
        "display": "/assets/images/works/jws_600.png",
        "images": {
            "major": "/assets/images/work_folders/jws/major.png",
            "additional": [
                "/assets/images/work_folders/jws/second.png",
                "/assets/images/work_folders/jws/illustration1.png",
                "/assets/images/work_folders/jws/third.png"
            ],
            "illustration": "/assets/images/work_folders/jws/illustration1.png"
        },
        "Category": "Android",
        "detail": "<p><strong>AT-Tahkim Jws: Digital Prayer Schedule in Islam</strong></p><p>In today's busy world, where technology has become an integral part of our lives, it is not surprising to see its influence on religious practices. Islam, as one of the largest religions in the world, has also embraced the digital era. One example is an Android application called AT-Tahkim Jws, which provides a digital schedule for prayers in Islam. This application, specifically designed for Android TV, aims to assist Muslims in knowing their prayer times accurately.</p><p><strong>Accurate Prayer Times</strong></p><p>AT-Tahkim Jws offers a convenient solution for Muslims to monitor congregation prayer times at mosques without confusion and hesitation regarding the prayer schedule. The application is always on standby and active to provide information corresponding to prayer times. When it is time for prayer, the application's alarm automatically sounds to notify that the prayer time has arrived, signaling the call to prayer (adhan). This ensures that worshippers never miss their prayers, even in the midst of a busy schedule.</p><p><strong>Development</strong></p><p>This application is developed using web development technologies, including HTML, CSS, and Javascript, with the assistance of Apache Cordova as a technology that transforms it into an application for use on Android devices. The use of web technologies serves as an alternative for development ease, allowing for a quick and efficient development process.</p>",      
        "launch": ""
    },
    {
        "id": 4,
        "name": "Yoland Milk",
        "poster": "/assets/images/works/yoland-milk.png",
        "display": "/assets/images/works/yoland-milk_600.png",
        "images": {
            "major": "/assets/images/work_folders/yoland_milk/major2.png",
            "additional": [
                "/assets/images/work_folders/yoland_milk/second.png",
                "/assets/images/work_folders/yoland_milk/third.png",
                "/assets/images/work_folders/yoland_milk/fourth.png",
                "/assets/images/work_folders/yoland_milk/fifth.png"
            ]
        },
        "Category": "Website",
        "detail": "<p>Are you a milk lover looking for a unique and flavorful experience? Look no further than Yoland Milk, the ultimate milk shop that offers a wide variety of milk flavors to satisfy your taste buds. From classic flavors like oreo and strawberry to more adventurous options like coffee, Yoland Milk is here to revolutionize how you enjoy your daily dose of calcium. In this blog post, we will explore the delectable world of Yoland Milk and why it should be your go-to milk shop.</p><p>I have created a website for Yoland Milk using HTML, CSS, Bootstrap, JavaScript, and PHP. The website showcases the wide variety of milk flavors offered by Yoland Milk and provides information about the unique milk shop experience. Visitors can explore the different flavors, learn about the ingredients used, and even place orders online. The website is designed to be visually appealing, user-friendly, and responsive across different devices. It aims to enhance the overall milk shopping experience and attract milk lovers seeking a delightful and flavorful milk experience.</p>",
        "launch": "",
        "link": "http://yolandmilk.rf.gd/"
    },
    {
        "id": 5,
        "name": "Debian",
        "poster": "/assets/images/works/debian.png",
        "display": "/assets/images/works/debian_600.png",
        "images": {
            "major": "/assets/images/work_folders/debian/major.png"
        },
        "Category": "Android",
        "detail": "<p>Welcome to the precise and organized world of finance with Debian, a dedicated accountant and financial manager. Debian brings high-level expertise and extensive experience to every aspect of financial management, ensuring that every business entity has a solid financial foundation that is well-managed.</p><p><strong>Professional Profile:</strong><br>Debian, with a strong background in accounting degrees and certifications, has proven themselves as an expert in the realms of accounting and financial management. With a solid educational background and a long history of experience in various industries, Debian can align accounting principles with financial strategies that support growth and sustainability.</p><p><strong>Accounting Expertise:</strong><br>Debian not only understands but also leads in implementing current accounting standards. With skills in preparing financial statements, cost analysis, and asset management, Debian helps clients and companies optimize their financial health. Every transaction and financial record is handled with high accuracy and precision.</p><p><strong>Strategic Financial Management:</strong><br>As a financial manager, Debian focuses not only on day-to-day financial management but also on designing and implementing long-term financial strategies. With risk analysis and a deep understanding of financial markets, Debian ensures that implemented financial policies align with business goals and add value.</p><p><strong>Innovation and Technology:</strong><br>Debian greatly appreciates the role of technology in supporting financial functions. With mastery of the latest accounting systems and a deep understanding of financial management software, Debian ensures operational efficiency and high data readability, supporting timely decision-making.</p><p><strong>Inspirational Team Leader:</strong><br>Debian is not only a high-achieving individual but also a leader who can inspire and direct a team. Good communication skills and the ability to align financial vision with overall business goals make Debian a valuable asset in any financial team.</p><p><strong>Dedication to Clients:</strong><br>Debian understands the importance of trust and good cooperation with clients. With a collaborative approach, Debian works with clients to develop financial solutions that meet their specific needs, creating long-term, strong, and mutually beneficial relationships.</p><p>Debian is not just an accountant and financial manager; Debian is a strategic partner that helps build a strong financial foundation and takes businesses to higher levels of success. With a strong credibility, unwavering integrity, and boundless dedication, Debian is a reliable figure to manage and enhance the financial health of any business entity.</p>",
        "launch": ""
    }
]
